app/controllers/articles_controller.rb

def create
    @article = Article.new(article_params)
    @article.save
---
INSERT INTO "articles" ("body", "created_at", "title", "updated_at") VALUES (?, ?, ?, ?)  [["body", "5555555555"], ["created_at", "2014-12-22 05:48:00.506809"], ["title", "art5555"], ["updated_at", "2014-12-22 05:48:00.506809"]]