app/controllers/comments_controller.rb

INSERT INTO "comments" ("article_id", "author_name", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["article_id", 13], ["author_name", "b"], ["body", "bbbbbbbbbbbbbbbbbbb"], ["created_at", "2014-12-22 07:23:37.508947"], ["updated_at", "2014-12-22 07:23:37.508947"]]
---
  def create
  @comment = Comment.new(comment_params)
  @comment.article_id = params[:article_id]

  @comment.save